export default [
  {
    value: 0,
    label: "投手",
    desc: "投手為棒球比賽中負責投球，供進攻方擊球員打擊的球員。投手的角色在棒球比賽中頗為吃重，其投球能力的良窳，與比賽勝負往往關係密切，其重要性可見一斑。",
  },
  {
    value: 1,
    label: "捕手",
    desc: "捕手是球隊的防線指揮官，全能守備、瞭解投手意圖，捕捉每一個球種，守衛本壘。",
  },
  {
    value: 2,
    label: "一壘手",
    desc: "一壘手為棒球比賽中負責防守一壘的球員，其職責在於接捕一壘附近的擊球，以及接捕守備球員的傳球來促使擊球跑壘員出局。",
  },
  {
    value: 3,
    label: "二壘手",
    desc: "二壘手為棒球比賽中防守二壘的球員，其職責在於接捕一、二壘間或二、三壘間的擊球，以及接捕守備球員的傳球，以促使擊球員或跑壘員出局。",
  },
  {
    value: 4,
    label: "游擊手",
    desc: "游擊手為棒球比賽中防守二壘的球員，其職責在於接捕二、三壘間的擊球，以及接捕守備球員的傳球來促使擊球員或跑壘員出局。",
  },
  {
    value: 5,
    label: "三壘手",
    desc: "三壘手為棒球比賽中防守三壘的球員，其職責在於接捕三壘附近區域的擊球，以及接捕其他防守球員的傳球，促使擊球員或跑壘員出局。",
  },
  {
    value: 6,
    label: "左外野手",
    desc: "左外野手對長傳臂力及防守要求較低，因此傾向由具打擊能力但防守較弱的球員擔任，使其專注於打擊上。",
  },
  {
    value: 7,
    label: "中外野手",
    desc: "中外野防守範圍最為廣泛，所以大多由腳程較快的球員擔任防守工作。",
  },
  {
    value: 8,
    label: "右外野手",
    desc: "職棒層級的右外野手對長傳臂力有較高的要求，以增加回傳內野阻殺跑者、防止跑者推進壘包或失分的機會。",
  },
];
